Repository: ovedaydin/spacebar
Catalog: packaging/Localizable.xcstrings
Source language: en
Languages: de, es, tr

# %@ %@ runtime
source: %1$@ %2$@ runtime
de: %@ %@ Laufzeit
es: Runtime de %1$@ %2$@
tr: %@ %@ çalışma zamanı

# %@ (%@ free)
source: %1$@ (%2$@ free)
de: %@ (%@ frei)
es: %@ (%@ libres)
tr: %@ (%@ boş)

source: %@ (Home)
de: %@ (Benutzerordner)
es: %@ (Inicio)
tr: %@ (Ev)

# %@ and %@
source: %1$@ and %2$@
de: %@ und %@
es: %@ y %@
tr: %@ ve %@

# %@ and %lld more
source: %1$@ and %2$lld more
de: %@ und %lld weitere
es: %@ y %lld más
tr: %@ ve %lld diğeri

source: %@ available
de: %@ verfügbar
es: %@ disponibles
tr: %@ kullanılabilir

# %@ available of %@
source: %1$@ available of %2$@
de: %@ von %@ verfügbar
es: %@ disponibles de %@
tr: %@ / %@ kullanılabilir

# %@ available of %@.
source: %1$@ available of %2$@.
de: %@ von %@ verfügbar.
es: %@ disponibles de %@.
tr: %@ / %@ kullanılabilir.

source: %@ couldn't start
de: %@ konnte nicht starten
es: No se ha podido iniciar %@
tr: %@ başlatılamadı

source: %@ failed
de: %@ fehlgeschlagen
es: %@ ha fallado
tr: %@ başarısız oldu

# %@ in %@, last opened %@.
source: %1$@ in %2$@, last opened %3$@.
de: %@ in %@, zuletzt geöffnet %@.
es: %@ en %@, abierto por última vez %@.
tr: %@, %@ klasöründe; en son %@ açıldı.

# %@ in %@.
source: %1$@ in %2$@.
de: %@ in %@.
es: %@ en %@.
tr: %@, %@ klasöründe.

source: %@ is running. Quit it before uninstalling.
de: %@ läuft. Beende die App vor dem Deinstallieren.
es: %@ se está ejecutando. Sal de la app antes de desinstalarla.
tr: %@ çalışıyor. Kaldırmadan önce uygulamadan çıkın.

source: %@ is running. Quit it first.
de: %@ läuft. Beende die App zuerst.
es: %@ se está ejecutando. Sal de la app primero.
tr: %@ çalışıyor. Önce uygulamadan çıkın.

source: %@ isn't installed
de: %@ ist nicht installiert
es: %@ no está instalado
tr: %@ yüklü değil

source: %@ left. Open Spacebar to see what's using space.
de: Noch %@ frei. Öffne Spacebar, um zu sehen, was Speicher belegt.
es: Quedan %@. Abre Spacebar para ver qué ocupa espacio.
tr: %@ kaldı. Alanı neyin kullandığını görmek için Spacebar'ı açın.

source: %@ of caches and logs will be deleted right away. Apps recreate them as needed.
de: %@ an Caches und Protokollen werden sofort gelöscht. Apps erstellen sie bei Bedarf neu.
es: Se eliminarán de inmediato %@ de cachés y registros. Las apps los vuelven a crear cuando hace falta.
tr: %@ önbellek ve günlük hemen silinecek. Uygulamalar bunları gerektiğinde yeniden oluşturur.

source: %@ selected
de: %@ ausgewählt
es: %@ seleccionados
tr: %@ seçildi

source: %@ used
de: %@ belegt
es: %@ usados
tr: %@ kullanılıyor

source: %@ will be moved to the Trash, so you can still restore it.
de: %@ wird in den Papierkorb gelegt und kann noch wiederhergestellt werden.
es: %@ se trasladará a la Papelera, así que aún podrás recuperarlo.
tr: %@ Çöp Sepeti'ne taşınacak; böylece yine de geri yükleyebilirsiniz.

# %@ · %@ not packed, %lld pack files · git gc runs in Terminal
source: %1$@ · %2$@ not packed, %3$lld pack files · git gc runs in Terminal
de: %@ · %@ nicht gepackt, %lld Pack-Dateien · git gc läuft im Terminal
es: %@ · %@ sin empaquetar, %lld archivos pack · git gc se ejecuta en Terminal
tr: %@ · %@ paketlenmemiş, %lld paket dosyası · git gc Terminal'de çalışır

# %@ · project changed %@
source: %1$@ · project changed %2$@
de: %@ · Projekt geändert %@
es: %@ · proyecto modificado %@
tr: %@ · proje değişikliği: %@

source: %@ · runtime no longer installed
de: %@ · Laufzeit nicht mehr installiert
es: %@ · el runtime ya no está instalado
tr: %@ · çalışma zamanı artık yüklü değil

# %@%@ in a day
source: %1$@%2$@ in a day
de: %@%@ an einem Tag
es: %@%@ en un día
tr: günde %@%@

# %@, free %@
source: %1$@, free %2$@
de: %@, %@ frei
es: %@, %@ libres
tr: %@, boş %@

source: %@. You can put it back from the Trash.
de: %@. Du kannst es aus dem Papierkorb zurücklegen.
es: %@. Puedes devolverlo desde la Papelera.
tr: %@. Çöp Sepeti'nden geri koyabilirsiniz.

# %@: %@ · click to open
source: %1$@: %2$@ · click to open
de: %@: %@ · Zum Öffnen klicken
es: %@: %@ · haz clic para abrir
tr: %@: %@ · açmak için tıklayın

source: %lld GB available
de: %lld GB verfügbar
es: %lld GB disponibles
tr: %lld GB kullanılabilir

source: %lld Time Machine local snapshots
de: %lld lokale Time Machine-Snapshots
es: %lld instantáneas locales de Time Machine
tr: %lld Time Machine yerel anlık görüntüsü

source: %lld attachment folders
de: %lld Anhangordner
es: %lld carpetas de adjuntos
tr: %lld ek klasörü

source: %lld files received in %@
de: %lld Dateien aus %@
es: %lld archivos recibidos en %@
tr: %2$@ yılında alınan %1$lld dosya

source: %lld folders counted as %@
de: %lld Ordner als „%@“ gezählt
es: %lld carpetas contabilizadas como %@
tr: %2$@ olarak sayılan %1$lld klasör

source: %lld in iCloud only
de: %lld nur in iCloud
es: %lld solo en iCloud
tr: %lld yalnızca iCloud'da

# %lld items · %lld selected
source: %1$lld items · %2$lld selected
de: %lld Objekte · %lld ausgewählt
es: %lld ítems · seleccionados: %lld
tr: %lld öğe · %lld seçildi

source: %lld local snapshots
de: %lld lokale Snapshots
es: %lld instantáneas locales
tr: %lld yerel anlık görüntü

source: %lld messages' attachments
de: Anhänge aus %lld Nachrichten
es: Adjuntos de %lld mensajes
tr: %lld iletinin ekleri

# %lld of %lld
source: %1$lld of %2$lld
de: %lld von %lld
es: %lld de %lld
tr: %lld / %lld

# %lld of %lld selected
source: %1$lld of %2$lld selected
de: %lld von %lld ausgewählt
es: %lld de %lld seleccionados
tr: %lld / %lld seçildi

source: %lld photos
de: %lld Fotos
es: %lld fotos
tr: %lld fotoğraf

source: %lld photos moved to Recently Deleted in Photos
de: %lld Fotos in „Zuletzt gelöscht“ in Fotos bewegt
es: %lld fotos trasladadas a Eliminado recientemente en Fotos
tr: %lld fotoğraf Fotoğraflar'da Son Silinenler'e taşındı

source: %lld s apart
de: %lld s Abstand
es: con %lld s de diferencia
tr: %lld sn arayla

# %lld selected · %@
source: %1$lld selected · %2$@
de: %lld ausgewählt · %@
es: %lld seleccionados · %@
tr: %lld seçildi · %@

# %lld selected · %@ ·
source: %1$lld selected · %2$@ ·
de: %lld ausgewählt · %@ ·
es: %lld seleccionados · %@ ·
tr: %lld seçildi · %@ ·

source: %lld smaller items
de: %lld kleinere Objekte
es: %lld ítems más pequeños
tr: %lld küçük öğe

# %lld total, %lld in use
source: %1$lld total, %2$lld in use
de: %lld insgesamt, %lld in Verwendung
es: %lld en total, %lld en uso
tr: toplam %lld, %lld kullanımda

source: %lld videos and photos, %@
de: %lld Videos und Fotos, %@
es: %lld vídeos y fotos, %@
tr: %lld video ve fotoğraf, %@

source: /Users/Shared, which every account can use. Games and some apps keep large content here.
de: /Users/Shared, das alle Accounts nutzen können. Spiele und manche Apps speichern hier große Inhalte.
es: /Users/Shared, que pueden usar todas las cuentas. Los juegos y algunas apps guardan aquí contenido de gran tamaño.
tr: /Users/Shared, tüm hesapların kullanabildiği klasör. Oyunlar ve bazı uygulamalar büyük içerikleri burada tutar.

source: 1 day
de: 1 Tag
es: 1 día
tr: 1 gün

source: 1 month
de: 1 Monat
es: 1 mes
tr: 1 ay

source: 1 week
de: 1 Woche
es: 1 semana
tr: 1 hafta

source: 1 year
de: 1 Jahr
es: 1 año
tr: 1 yıl

source: 1. Click Open System Settings.
de: 1. Klicke auf „Systemeinstellungen öffnen“.
es: 1. Haz clic en “Abrir Ajustes del Sistema”.
tr: 1. Sistem Ayarları'nı Aç'ı tıklayın.

source: 2 months
de: 2 Monate
es: 2 meses
tr: 2 ay

source: 2 weeks
de: 2 Wochen
es: 2 semanas
tr: 2 hafta

source: 2. Turn on Spacebar. If it isn't listed, click + and choose Spacebar in Applications.
de: 2. Aktiviere Spacebar. Fehlt es in der Liste, klicke auf + und wähle Spacebar unter „Programme“.
es: 2. Activa Spacebar. Si no aparece en la lista, haz clic en + y selecciona Spacebar en Aplicaciones.
tr: 2. Spacebar'ı açın. Listede yoksa + düğmesini tıklayın ve Uygulamalar'da Spacebar'ı seçin.

source: 3 months
de: 3 Monate
es: 3 meses
tr: 3 ay

source: 3. Click Quit & Reopen, and Spacebar continues right here.
de: 3. Klicke auf „Beenden & neu öffnen“ – Spacebar macht genau hier weiter.
es: 3. Haz clic en “Salir y volver a abrir” y Spacebar continuará justo aquí.
tr: 3. Çık ve Yeniden Aç'ı tıklayın; Spacebar tam buradan devam eder.

source: 30 days
de: 30 Tage
es: 30 días
tr: 30 gün

source: 6 months
de: 6 Monate
es: 6 meses
tr: 6 ay

source: 7 days
de: 7 Tage
es: 7 días
tr: 7 gün

source: 90 days
de: 90 Tage
es: 90 días
tr: 90 gün

source: A downloaded update. Installing it removes the download.
de: Ein geladenes Update. Durch die Installation wird der Download entfernt.
es: Una actualización descargada. Al instalarla, se elimina la descarga.
tr: İndirilmiş bir güncelleme. Yüklendiğinde indirilen dosya silinir.

source: A drive used by macOS
de: Ein von macOS verwendetes Laufwerk
es: Una unidad que usa macOS
tr: macOS tarafından kullanılan bir sürücü

source: A folder macOS manages on this drive
de: Ein von macOS verwalteter Ordner auf diesem Laufwerk
es: Una carpeta que macOS gestiona en esta unidad
tr: macOS'in bu sürücüde yönettiği bir klasör

source: A measured breakdown of your disk, and Space Explorer to drill into any folder.
de: Eine gemessene Aufschlüsselung deines Volumes und der Speicher-Explorer für jeden Ordner im Detail.
es: Un desglose medido de tu disco y el Explorador de espacio para examinar cualquier carpeta.
tr: Diskinizin ölçülmüş dökümü ve herhangi bir klasörün ayrıntısına inmek için Alan Gezgini.

source: A standard folder of your Mac
de: Ein Standardordner deines Mac
es: Una carpeta estándar de tu Mac
tr: Mac'inizin standart bir klasörü

source: A system folder macOS and apps rely on
de: Ein Systemordner, den macOS und Apps benötigen
es: Una carpeta del sistema de la que dependen macOS y las apps
tr: macOS'in ve uygulamaların dayandığı bir sistem klasörü

source: Account type unknown, so it's kept
de: Accounttyp unbekannt, daher behalten
es: Tipo de cuenta desconocido, así que se conserva
tr: Hesap türü bilinmediğinden saklanıyor

source: Activate to select.
de: Zum Auswählen aktivieren.
es: Activa para seleccionar.
tr: Seçmek için etkinleştirin.

source: Add Folder…
de: Ordner hinzufügen …
es: Añadir carpeta…
tr: Klasör Ekle…

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
tr: Kural Ekle

source: Add at least one name to match, like *.dmg.
de: Füge mindestens einen Namen zum Abgleichen hinzu, z. B. *.dmg.
es: Añade al menos un nombre que buscar, como *.dmg.
tr: Eşleşecek en az bir ad ekleyin; örneğin *.dmg.

source: Alerts
de: Hinweise
es: Alertas
tr: Uyarılar

source: All Types
de: Alle Arten
es: Todos los tipos
tr: Tüm Türler

source: Already unzipped into “%@”
de: Bereits entpackt in „%@“
es: Ya descomprimido en “%@”
tr: Zaten “%@” klasörüne açılmış

source: Always at hand
de: Immer griffbereit
es: Siempre a mano
tr: Her zaman elinizin altında

source: An app's data container. Removing it erases that app's data
de: Datencontainer einer App. Beim Entfernen werden die Daten dieser App gelöscht
es: Contenedor de datos de una app. Eliminarlo borra los datos de esa app
tr: Bir uygulamanın veri kapsayıcısı. Silmek o uygulamanın verilerini siler

# Android %@ image (%@)
source: Android %1$@ image (%2$@)
de: Android %@-Image (%@)
es: Imagen de Android %@ (%@)
tr: Android %@ görüntüsü (%@)

source: Android emulator · used %@
de: Android-Emulator · verwendet %@
es: Emulador de Android · usado %@
tr: Android emülatörü · kullanım: %@

source: Android system images no emulator uses, old Android build-tools and emulators, extra Xcode copies, older JetBrains IDE data, downloaded AI models, old Homebrew versions, and git repositories worth compacting. The Xcode you're using and the Homebrew versions in use are never offered. git gc runs in Terminal, not inside Spacebar.
de: Android-System-Images, die kein Emulator nutzt, alte Android-build-tools und Emulatoren, zusätzliche Xcode-Kopien, ältere JetBrains-IDE-Daten, geladene KI-Modelle, alte Homebrew-Versionen und git-Repositorys, die sich komprimieren lassen. Das verwendete Xcode und die genutzten Homebrew-Versionen werden nie angeboten. git gc läuft im Terminal, nicht in Spacebar.
es: Imágenes del sistema Android que no usa ningún emulador, build-tools y emuladores de Android antiguos, copias adicionales de Xcode, datos de versiones anteriores de IDE de JetBrains, modelos de IA descargados, versiones antiguas de Homebrew y repositorios git que conviene compactar. Nunca se ofrecen el Xcode que usas ni las versiones de Homebrew en uso. git gc se ejecuta en Terminal, no dentro de Spacebar.
tr: Hiçbir emülatörün kullanmadığı Android sistem görüntüleri, eski Android build-tools ve emülatörleri, fazladan Xcode kopyaları, eski JetBrains IDE verileri, indirilmiş yapay zekâ modelleri, eski Homebrew sürümleri ve sıkıştırmaya değer git depoları. Kullandığınız Xcode ve kullanımdaki Homebrew sürümleri asla önerilmez. git gc, Spacebar'ın içinde değil Terminal'de çalışır.

# App %@ · Data %@ · Caches %@
source: App %1$@ · Data %2$@ · Caches %3$@
de: App %@ · Daten %@ · Caches %@
es: App %@ · Datos %@ · Cachés %@
tr: Uygulama %@ · Veri %@ · Önbellek %@

source: App Data
de: App-Daten
es: Datos de apps
tr: Uygulama Verileri

source: App Leftovers
de: App-Reste
es: Restos de apps
tr: Uygulama Kalıntıları

source: App Storage
de: Speicher pro App
es: Espacio por app
tr: Uygulama Alanı

source: App archives from Product › Archive. They contain the debug symbols needed to read crash reports for shipped builds, so keep the ones you still support.
de: App-Archive aus „Product › Archive“. Sie enthalten die Debug-Symbole zum Lesen von Absturzberichten veröffentlichter Builds – behalte also die, die du noch unterstützt.
es: Archivos de apps creados con Product › Archive. Contienen los símbolos de depuración necesarios para leer los informes de fallos de las versiones publicadas, así que conserva los que aún mantengas.
tr: Product › Archive ile oluşturulan uygulama arşivleri. Yayımlanan derlemelerin çökme raporlarını okumak için gereken hata ayıklama sembollerini içerirler; bu nedenle hâlâ desteklediklerinizi saklayın.

source: App data
de: App-Daten
es: Datos de la app
tr: Uygulama verileri

source: App settings
de: App-Einstellungen
es: Ajustes de la app
tr: Uygulama ayarları

source: Apple's simctl isn't available or couldn't be verified
de: Apples simctl ist nicht verfügbar oder konnte nicht überprüft werden
es: simctl de Apple no está disponible o no se ha podido verificar
tr: Apple'ın simctl aracı kullanılamıyor veya doğrulanamadı

source: Apps in /Applications and ~/Applications.
de: Apps in /Applications und ~/Applications.
es: Apps en /Applications y ~/Applications.
tr: /Applications ve ~/Applications içindeki uygulamalar.

source: Apps rebuild these. Items of running apps are skipped.
de: Apps erstellen diese neu. Objekte laufender Apps werden übersprungen.
es: Las apps los regeneran. Se omiten los ítems de las apps en ejecución.
tr: Uygulamalar bunları yeniden oluşturur. Çalışan uygulamaların öğeleri atlanır.

source: Apps that come with macOS can't be removed.
de: Mit macOS gelieferte Apps können nicht entfernt werden.
es: Las apps incluidas con macOS no se pueden eliminar.
tr: macOS ile gelen uygulamalar silinemez.

source: Apps' temporary files and caches outside your home folder. Restarting your Mac clears many of them.
de: Temporäre Dateien und Caches von Apps außerhalb deines Benutzerordners. Ein Neustart deines Mac löscht viele davon.
es: Archivos temporales y cachés de apps fuera de tu carpeta de inicio. Al reiniciar el Mac, se borran muchos de ellos.
tr: Uygulamaların ev klasörünüz dışındaki geçici dosyaları ve önbellekleri. Mac'inizi yeniden başlatmak bunların çoğunu temizler.

source: Archives & disk images
de: Archive & Images
es: Archivos comprimidos e imágenes de disco
tr: Arşivler ve disk görüntüleri

source: Ask about big files left in Downloads or on the Desktop
de: Nach großen, vergessenen Dateien in Downloads oder auf dem Schreibtisch fragen
es: Preguntar por archivos grandes olvidados en Descargas o en el Escritorio
tr: İndirilenler'de veya Masaüstü'nde bırakılan büyük dosyaları sor

source: At most once a week: a file over 500 MB you haven't opened in 2 months, with Keep and Move to Trash buttons. Nothing is removed unless you click Move to Trash.
de: Höchstens einmal pro Woche: eine Datei über 500 MB, die du seit 2 Monaten nicht geöffnet hast, mit den Tasten „Behalten“ und „In den Papierkorb legen“. Nichts wird entfernt, solange du nicht auf „In den Papierkorb legen“ klickst.
es: Como mucho una vez a la semana: un archivo de más de 500 MB que no has abierto en 2 meses, con los botones Conservar y Trasladar a la Papelera. No se elimina nada a menos que hagas clic en Trasladar a la Papelera.
tr: Haftada en fazla bir kez: 2 aydır açmadığınız 500 MB'tan büyük bir dosya, Sakla ve Çöp Sepeti'ne Taşı düğmeleriyle birlikte. Çöp Sepeti'ne Taşı'yı tıklamadığınız sürece hiçbir şey silinmez.

source: At this rate, the disk is full %@.
de: In diesem Tempo ist das Volume %@ voll.
es: A este ritmo, el disco se llenará %@.
tr: Bu hızla disk %@ dolacak.

# At this rate, your disk is full %@. It's filling up by about %@ a day.
source: At this rate, your disk is full %1$@. It's filling up by about %2$@ a day.
de: In diesem Tempo ist dein Volume %@ voll. Es füllt sich um etwa %@ pro Tag.
es: A este ritmo, tu disco se llenará %@. Se llena unos %@ al día.
tr: Bu hızla diskiniz %@ dolacak. Günde yaklaşık %@ doluyor.

source: Attachments from %@
de: Anhänge aus %@
es: Adjuntos de %@
tr: %@ yılındaki ekler

source: Automatic
de: Automatisch
es: Automático
tr: Otomatik

source: Automatic clean (dry run)
de: Automatische Bereinigung (Probelauf)
es: Limpieza automática (simulación)
tr: Otomatik temizlik (deneme çalıştırması)

source: Automatic cleaning
de: Automatische Bereinigung
es: Limpieza automática
tr: Otomatik temizlik

source: Available space in the menu bar, and an alert before your disk fills up.
de: Verfügbarer Speicher in der Menüleiste und ein Hinweis, bevor dein Volume voll ist.
es: El espacio disponible en la barra de menús y un aviso antes de que se llene el disco.
tr: Menü çubuğunda kullanılabilir alan ve diskiniz dolmadan önce bir uyarı.

source: Back
de: Zurück
es: Atrás
tr: Geri

source: Backed up
de: Gesichert
es: Con copia
tr: Yedeklendi

source: Big change
de: Große Änderung
es: Gran cambio
tr: Büyük değişiklik

# Biggest growth: %@ (+%@).
source: Biggest growth: %1$@ (+%2$@).
de: Am stärksten gewachsen: %@ (+%@).
es: Lo que más creció: %@ (+%@).
tr: En çok büyüyen: %@ (+%@).

source: Bring Back
de: Zurückholen
es: Recuperar
tr: Geri Getir

source: Brought back
de: Zurückgeholt
es: Recuperado
tr: Geri getirildi

source: Browser Data
de: Browserdaten
es: Datos de navegadores
tr: Tarayıcı Verileri

source: Build data and archives
de: Builddaten und Archive
es: Datos de compilación y archives
tr: Derleme verileri ve arşivler

source: Bursts and repeated shots: photos taken within a minute of each other that look nearly the same, found with on-device image analysis. In each group the favorite, or else the highest-resolution shot, is kept. Library photos go to Recently Deleted in Photos (30 days); image files go to the Trash. Photos stored only in iCloud aren't downloaded or analyzed.
de: Serien und wiederholte Aufnahmen: Fotos, die innerhalb einer Minute entstanden sind und fast gleich aussehen, erkannt per Bildanalyse auf dem Gerät. In jeder Gruppe wird der Favorit behalten, sonst die Aufnahme mit der höchsten Auflösung. Fotos aus der Mediathek kommen in „Zuletzt gelöscht“ in Fotos (30 Tage), Bilddateien in den Papierkorb. Nur in iCloud gespeicherte Fotos werden weder geladen noch analysiert.
es: Ráfagas y tomas repetidas: fotos hechas con menos de un minuto de diferencia que parecen casi iguales, detectadas con análisis de imagen en el dispositivo. En cada grupo se conserva la favorita o, si no hay, la de mayor resolución. Las fotos de la fototeca van a Eliminado recientemente en Fotos (30 días); los archivos de imagen van a la Papelera. Las fotos guardadas solo en iCloud no se descargan ni se analizan.
tr: Seri ve tekrarlanan çekimler: Birbirinden bir dakika içinde çekilmiş ve neredeyse aynı görünen fotoğraflar, aygıt üzerinde görüntü analiziyle bulunur. Her grupta favori fotoğraf, yoksa en yüksek çözünürlüklü çekim saklanır. Arşivdeki fotoğraflar Fotoğraflar'daki Son Silinenler'e (30 gün), görüntü dosyaları ise Çöp Sepeti'ne gider. Yalnızca iCloud'da saklanan fotoğraflar indirilmez veya analiz edilmez.

source: Cached attachments older than a year · %@
de: Zwischengespeicherte Anhänge, älter als ein Jahr · %@
es: Adjuntos en caché de hace más de un año · %@
tr: Bir yıldan eski önbellekteki ekler · %@

source: Cached attachments · %@
de: Zwischengespeicherte Anhänge · %@
es: Adjuntos en caché · %@
tr: Önbellekteki ekler · %@

source: Caches an app wrote to recently will just be rebuilt, so removing them frees little space for long.
de: Kürzlich beschriebene Caches werden einfach neu erstellt, daher bringt ihr Entfernen nur kurz Platz.
es: Las cachés que una app ha modificado recientemente se volverán a crear, así que eliminarlas libera poco espacio durante poco tiempo.
tr: Bir uygulamanın yakın zamanda yazdığı önbellekler yeniden oluşturulur; bu yüzden onları silmek uzun süre için pek yer açmaz.

source: Caches apps keep for all users in /Library/Caches. Apps rebuild them when needed.
de: Caches, die Apps für alle Benutzer in /Library/Caches speichern. Apps erstellen sie bei Bedarf neu.
es: Cachés que las apps guardan para todos los usuarios en /Library/Caches. Las apps las regeneran cuando hace falta.
tr: Uygulamaların tüm kullanıcılar için /Library/Caches içinde tuttuğu önbellekler. Uygulamalar bunları gerektiğinde yeniden oluşturur.

source: Caches in its container
de: Caches im Container
es: Cachés en su contenedor
tr: Kapsayıcısındaki önbellekler

source: Caches nobody has used for a month, logs, and build data are preselected. Your files, apps and anything else are listed for you to review, never preselected.
de: Caches, die einen Monat lang niemand genutzt hat, Protokolle und Builddaten sind vorausgewählt. Deine Dateien, Apps und alles andere werden dir zur Prüfung angezeigt, aber nie vorausgewählt.
es: Se preseleccionan las cachés que nadie ha usado en un mes, los registros y los datos de compilación. Tus archivos, tus apps y todo lo demás aparecen para que los revises, nunca preseleccionados.
tr: Bir aydır kullanılmayan önbellekler, günlükler ve derleme verileri önceden seçilidir. Dosyalarınız, uygulamalarınız ve diğer her şey incelemeniz için listelenir, asla önceden seçilmez.
